{"pmid":538,"title":"Effect on aging on plasma renin and aldosterone in normal man.","abstract":"The influence of aging on the renin-angiotensin-aldosterone system was evaluated by comparing young (20 to 30 yr) with elderly (62 to 70 yr) healthy su
bjects. Despite comparable body sodium-fluid balance in the two age groups, serum renin concentration, plasma renin activity and aldosterone concentrations were lower in the elderly. The age-related decreases in circulating renin and aldosterone co
ncentrations were slight while subjects were supine and receiving normal sodium intake; when upright and during sodium depletion, they were more pronounced. Inverse renin-blood pressure interrelations were noted during two of four study conditions 
involving normal sodium intake or mild sodium depletion (r = --0.44 and --0.47, respectively), but not during progressive sodium depletion. Plasma renin levels were decreased in the elderly regardless of the presence or absence of an inverse relati
onship with blood pressure. Aldosterone and cortisol responses to corticotropin infusion were unaltered in the elderly. It is concluded that aging may cause a decrease in circulating renin, with parallel lowering of plasma aldosterone concentration
s.","journal":"Kidney international","pubdate":"1975","authors":"Weidmann|P|P|;De Myttenaere-Bursztein|S|S|;Maxwell|M H|MH|;de Lima|J|J|","mesh_terms":"D000324:Adrenocorticotropic Hormone; D000328:Adult; D000368:Aged; D000375:Aging; D000450:Aldoste
rone; D000804:Angiotensin II; D001769:Blood; D001794:Blood Pressure; D005260:Female; D005919:Glomerular Filtration Rate; D006801:Humans; D006863:Hydrogen-Ion Concentration; D008297:Male; D008875:Middle Aged; D011187:Posture; D011188:Potassium; D012
083:Renin; D012964:Sodium; D014882:Water-Electrolyte Balance"}
{"pmid":2008,"title":"Responses to drug therapy in ulcerative colitis. Evaluation by rectal biopsy and histopathological changes.","abstract":"To evaluate responses to medical therapy in ulcerative colitis, rectal biopsies of patients with active u
ntreated disease, individuals with positive and negative sigmoidoscopic findings treated with salicylazosulfapyridine, prednisone and 6-mercaptopurine, alone and in combinations and noncolitis controls were compared histologically. Predominant hist
ological observations were analyzed statistically. There were fewer crypt abscesses but more mucosal edema after all forms of therapy. Quantitative histopathological analysis failed to demonstrate that the response to one drug was significantly dif
ferent from another.","journal":"The American journal of gastroenterology","pubdate":"1975","authors":"Korelitz|B I|BI|;Sommers|S C|SC|","mesh_terms":"D001706:Biopsy; D002986:Clinical Trials as Topic; D003093:Colitis, Ulcerative; D004341:Drug Evalu
ation; D004359:Drug Therapy, Combination; D006801:Humans; D007413:Intestinal Mucosa; D015122:Mercaptopurine; D011241:Prednisone; D012007:Rectum; D012075:Remission, Spontaneous; D012812:Sigmoidoscopy; D012460:Sulfasalazine"}
